import React from 'react';

const About = () => {
  return (
    <div className='container'>
      <div className='text-center'>
        <div className='card-body'>
          <h2 className='card-title'>Віртуальний центр цифрової науки</h2>
          <h4 className='card-title'>Завдання проекту</h4>
          <samp>
            <p className='card-text'>
              <b> Підтримка та розвиток грід інфраструктури в НАН України:</b>
              <ul>
                <li>
                  побудова, відповідно до стандартів ЄС, сервісно-орієнтованої
                  хмарної інфраструктури за моделлю Об’єднаної хмари EGI з
                  урахуванням особливостей побудови Європейської хмари відкритої
                  науки, впровадження сервісно-орієнтованої моделі розподілу
                  ресурсів, що надаються ресурсними центрами.
                </li>
                <li>
                  розвиток «хмарних» технологій та створення об’єднаної «хмари»
                  УНГ. Системне інтегрування у об’єднану Європейську хмару для
                  наукових та інноваційних досліджень.
                </li>
                <li>
                  створення гнучкого віртуального дослідницького середовища, зі
                  спрощеним доступом до ресурсів УНГ.{' '}
                </li>
              </ul>
              <b>Розвиток грід сервісів в грід інфраструктурі НАН України:</b>
              <ul>
                <li>
                  підтримка розробки та впровадження віртуальними організаціями,
                  що проводять інтенсивні розподілені дослідження згідно
                  моніторингу УНГ, відповідних платформ як сервісів (хмарних
                  сервісів), які по завершенню проекту мають бути внесені в
                  Національний каталог сервісів (хмарних сервісів); розробка та
                  впровадження навчальних курсів з хмарних технологій та науки
                  про дані, створених на основі хмарних сервісів, для підготовки
                  спеціалістів з обробки даних експериментів та кореневих
                  експертів даних і стюардів даних за певними дисциплінами для
                  забезпечення впровадження Європейської хмари відкритої науки.
                </li>
              </ul>
            </p>
          </samp>
        </div>
      </div>
    </div>
  );
};

export default About;
