import React from 'react';
import logo from '../images/project1_img1.png';
import './Projects.css';

const Projects = () => {
	return (
		<div className='card'>
			<div id='colour-keeper' className='card-header'>
				Cистема «Повітря»{' '}
			</div>
			<div className='card-body'>
				<nav>
					<ul className='nav navbar-nav'>
						<li className='navbar-button'>
							<a className='btn btn-outline-info' href='http://env.kiev.ua:88/'>
								На сайт проекту
							</a>
						</li>
						<li className='navbar-button'>
							<a
								className='btn btn-outline-info'
								href='https://drive.google.com/open?id=1gLd9ZrWhWzN5cOyCKXuMUPjpypLhwGQQ'
							>
								Керівництво користувача
							</a>
						</li>
						<li className='navbar-button'>
							<a
								className='btn btn-outline-info'
								href='mailto:project@gmail.com'
							>
								project@gmail.com
							</a>
						</li>
					</ul>
				</nav>
				<p>
					<img
						src={logo}
						alt='project screenshot'
						className='img card-img-top'
					/>
				</p>
				<p>
					Програмний виріб (ПВ) «Розрахунок зон уражень та оцінка наслідків
					катастроф внаслідок викидів небезпечних речовин в атмосферу»
				</p>

				<article className='list-group-item'>
					<h5 className='card-title'>Автори</h5>
					<p className='card-text'>
						Ковалець І.В., Майстренко С.Я., Загреба Т.О., Халченков О., Беспалов
						В.П., Хурцилава К.В.
					</p>
				</article>

				<article className='list-group-item'>
					<h5 className='card-title'>Функціональні можливості ПВ «Повітря»</h5>
					<p className='card-text'>
						Система «Повітря» моделює процес поширення хмари небезпечних
						хімічних речовин на хімічно небезпечному об’єкті (ХНО) і прилеглій
						території, визначає параметри аварії, такі, як глибини поширення
						хмари, розміри площ зон зараження, тривалість хімічного зараження,
						час підходу отруйної хмари до заданого рубежу чи населеного пункту,
						кількість населення з різним ступенем ураження (розрахунки
						виконуються з використанням даних про кількість населення в
						населених пунктах, які наведені в цифрових картах). Формує
						інформаційне повідомлення та картографічне представлення результатів
						розрахунків. Здійснює формування довідки про прогнозовані кількісні
						показники можливої аварії з можливістю збереження в файл та вивід на
						паперові носії..
					</p>
				</article>

				<article className='list-group-item'>
					<h5 className='card-title'>Ціль проекту</h5>
					<p className='card-text'>
						ПВ «Повітря» призначений для реалізації однієї з найбільш актуальних
						задач сьогодення – задачі оперативного моделювання наслідків
						виливу/викиду хімічно небезпечної речовини (НХР) на хімічно
						небезпечних об’єктах (ХНО) стаціонарного типу.
					</p>
					<p className='card-text'>
						ПВ «Повітря» надає можливість спрогнозувати масштаби та наслідки
						можливої аварії на ХНО на основі інформації про: − хімічно
						небезпечний об’єкт; − параметри прогнозування (характеристики
						речовини, спосіб її зберігання, топографічні особливості місцевості,
						метеорологічні умови). За результатами прогнозів наслідків можливих
						аварій (при різних вхідних даних) ПВ формує журнал прогнозування НС
						як елемент бази знань.
					</p>
					<p className='card-text'>
						ПВ «Повітря» надає можливість здійснювати декілька видів
						моделювання: – аварійний (методики МНС та МО), що виконується
						безпосередньо після виникнення аварії. Для методики МО передбачено
						два види розрахунків: табличний, що базується на основі даних
						таблиць методики, та аналітичний, що виконується на основі
						аналітичних формул; – довгостроковий вид прогнозування (методика
						МНС), що здійснюється заздалегідь для визначення можливих наслідків
						аварії; Ð оперативний прогноз наслідків хімічних аварій на основі
						ланцюга моделей прогнозу погоди і атмосферного переносу.{' '}
					</p>
					<p className='card-text'>
						ПВ «Повітря» надає можливість представити на електронних картах
						результати прогнозування наслідків аварії на ХНО та сформувати
						довідку про результати моделювання в форматі.
					</p>
				</article>
			</div>
		</div>
	);
};
export default Projects;
